Repository: juandelgado/gendered-app
Catalog: lib/l10n/arb/app_*.arb
Languages: de

source: Feminine
de: Feminin

source: Masculine
de: Maskulin

source: Neuter
de: Neutrum

source: Something went wrong
de: Da ist etwas schiefgelaufen

source: Try again
de: Versuchen Sie es erneut

# set_as_gender
source: Mark as {gender}
de: Setzen Sie dieses Substantiv als {gender}

# correct_answer
source: Your answer was correct
de: Ihre Antwort war richtig

# incorrect_answer
source: {count, plural, other{You've been wrong {count} times} zero{Your answer was incorrect} one{Incorrect again} two{This is embarrassing}}
de: {count, plural, other{Du hast dich {count} Mal geirrt} zero{Ihre Antwort war falsch} one{Wieder falsch} two{Das ist peinlich}}

source: Load next noun
de: Laden Sie das nächste Substantiv

source: Load previous noun
de: Laden Sie das vorherige Substantiv

# reader_the_word_is
source: The noun is {noun}
de: Das Substantiv ist {noun}

source: Loading next noun
de: Nächstes laden Substantiv

# licenses_thanks
source: The Gendered app is only possible through the tireless work of so many Open Source contributors around the world üôè
de: Die Gendered-App ist nur durch die unermüdliche Arbeit so vieler Open-Source-Mitwirkender auf der ganzen Welt möglich 🙏

source: Settings
de: Einstellungen
